import React from "react";

export default function App() {
  return (
    <div>
      <h1 class="font-bold text-xl text-center">კვენტინ ტარანტინო</h1>
      <p class="text-center">
        კვენტინ ჯერომ ტარანტინო (ინგლ. Quentin Jerome Tarantino
       ; დ. 27 მარტი, 1963) — ამერიკელი კინორეჟისორი,
        სცენარისტი, პროდიუსერი და მსახიობი. თავისი კარიერა დაიწყო 1990-იანი
        წლების დასაწყისში, როგორც დამოუკიდებელმა რეჟისორმა, რომლის ფილმებს
        ახასიათებდა არახაზობრივი სიუჟეტი, სატირული თემები და ძალადობის
        ესტეტიზაცია. მისი ცნობილი ფილმებია „ცოფიანი ძაღლები“ (1992),
        „მაკულატურა“ (1994), „მოკალი ბილი“ (2003, 2004), „უსახელო ნაბიჭვრები“
        (2009), „ჯანგო გათავისუფლებული“ (2012). ტარანტინოს მიღებული აქვს ოსკარი,
        ოქროს გლობუსი, BAFTA და ოქროს პალმის რტო, ასევე ემისა და გრემის
        ჯილდოები. კვენტინ ტარანტინო ხშირად თანამშრომლობს თავის მეგობართან და
        კოლეგასთან რობერტ როდრიგესთან, ასევე მსახიობ სამუელ ლ. ჯექსონთან.
      </p>
      <img src="https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Quentin_Tarantino_by_Gage_Skidmore.jpg/250px-Quentin_Tarantino_by_Gage_Skidmore.jpg" alt="tarantino" class="mx-auto mt-5"/>
    </div>
  );
}
